DjimEbambe/IoTferme/edge-device-stack/esp32/device-pzem/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_HZ=1000
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ=240
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_TASK_WDT_PANIC=n
CONFIG_PM_POWER_DOWN_CPU=n
